[[["9ae442c4-a223-4103-8679-d3159464d630",{"pageContent":"Food Categories:  \nThere are 4 food categories: Meals, Snacks, Beverages and Desserts. \n \nMeals:  \nChicken Biryani: Chicken Biryani belongs to Meals category. Chicken Biryani costs Rs.130. It takes 20 \nminutes to prepare Chicken Biriyani. Chicken Biriyani belongs to Non-Veg category. Chicken Biryani is \na mixed rice dish, and there are many different versions of it that vary by region. The dish consists of \nbasmati rice, spices and chicken. It is made all across the Indian subcontinent, as well as in the UK \nand other countries with large South Asian diasporas.    \nThe ingredients include: Chicken, rice, onion, garlic, ginger, garam masala, yogurt, and ghee (clarified \nbutter). The spices used may include: bay leaves, coriander, mint, and chili peppers. The method of \npreparation is to marinate the chicken in the yogurt and spices, then cook it in a large pot with the \nrice and other ingredients. The dish is often garnished with fried onions and cilantro.","metadata":{"loc":{"lines":{"from":5,"to":17}}}}],["e918d3e0-8633-4286-b654-e052dfa2c907",{"pageContent":"preparation is to marinate the chicken in the yogurt and spices, then cook it in a large pot with the \nrice and other ingredients. The dish is often garnished with fried onions and cilantro.  \n \nIngredients to make Chicken Biryani: \n1 pound chicken, cut into pieces \n1 cup basmati rice \n1/2 cup plain yogurt \n1/4 cup chopped onion \n1/4 cup chopped cilantro \n1/4 cup chopped mint \n1 tablespoon garam masala \n1 teaspoon salt \n1/2 teaspoon turmeric \n1/4 teaspoon chili powder \n1/4 cup ghee (clarified butter) \n \nInstructions to make Chicken Biryani:    \nMarinate the chicken in the yogurt, garam masala, salt, turmeric, and chili powder for at least 30 \nminutes. \nHeat the ghee in a large pot over medium heat. Add the onion and cook until softened. \nAdd the chicken and cook until browned on all sides.","metadata":{"loc":{"lines":{"from":16,"to":36}}}}],["8c229b7e-92f9-4900-9c5a-2a5bff9329a5",{"pageContent":"Add the rice, cilantro, mint, and 1 1/2 cups water. Bring to a boil, then reduce heat to low and \nsimmer for 20 minutes, or until the rice is cooked through. \nLet stand for 10 minutes before serving. \n \n \nFried Rice: Fried Rice belongs to Meals category. Fried Rice costs Rs.120. It takes 20 minutes to \nprepare Fried Rice. Fried rice belongs to Veg category. Fried rice is a beloved dish enjoyed across the \nglobe, characterized by cooked rice that is stir-fried in a wok or frying pan, often mixed with other \ningredients such as vegetables, eggs, meat, seafood, or a combination thereof. Its origins can be \ntraced back to the Sui Dynasty in China, where it developed as a way to utilize leftover cooked rice, \nminimizing food waste. This resourceful beginning has led to countless variations, each reflecting \nregional tastes and available ingredients. The cooking process typically involves heating oil in a wok","metadata":{"loc":{"lines":{"from":38,"to":49}}}}],["3646c8c9-6e7d-4747-8b7e-0fac8063f11f",{"pageContent":"regional tastes and available ingredients. The cooking process typically involves heating oil in a wok \nor pan over high heat, then adding aromatics like garlic, ginger, or onions to infuse the oil with \nflavor. The cooked rice, ideally day-old or chilled to prevent stickiness, is then added and stir-fried \nuntil heated through and slightly browned. Various seasonings and sauces, such as soy sauce, oyster \nsauce, fish sauce, or even ketchup in some regions, are incorporated to enhance the flavor profile. \nCommon additions to fried rice include diced vegetables like carrots, peas, and onions, scrambled \neggs, and proteins like chicken, pork, shrimp, or tofu. The versatility of fried rice is one of its greatest \nstrengths; it can be adapted to suit vegetarian, vegan, or meat-lover preferences, and can \nincorporate a wide range of flavors from savory and spicy to sweet and tangy. From the simple egg","metadata":{"loc":{"lines":{"from":49,"to":57}}}}],["fdf98439-3997-415f-8499-dd1cd62a203e",{"pageContent":"strengths; it can be adapted to suit vegetarian, vegan, or meat-lover preferences, and can \nincorporate a wide range of flavors from savory and spicy to sweet and tangy. From the simple egg \nfried rice to elaborate nasi goreng in Indonesia or arroz chaufa in Peru, fried rice stands as a \ntestament to the culinary ingenuity of transforming humble ingredients into a satisfying and globally \nappreciated meal.  \n \nIngredients for Fried Rice: \nCooked Rice: The most important ingredient! Ideally, use day-old rice that has been chilled. This \nprevents it from becoming mushy during stir-frying. Long-grain rice like Jasmine or Basmati works \nwell. \nOil: Use a high-heat oil like vegetable oil, canola oil, or peanut oil. \nAromatics: \nGarlic, minced \nGinger, minced (optional but recommended) \nOnion, diced (optional) \nVegetables: You can use a variety of vegetables. Some common choices include: \nCarrots, diced \nPeas (fresh or frozen) \nGreen beans, chopped \nCorn","metadata":{"loc":{"lines":{"from":56,"to":75}}}}],["81923756-1554-4322-a792-91c32a8c0d88",{"pageContent":"Protein (optional): \nEggs, lightly beaten \nChicken, diced and cooked \nPork, diced and cooked \nShrimp, cooked \nTofu, diced and pressed \nSauces and Seasonings: \nSoy sauce \nOyster sauce (optional) \nSesame oil (optional) \nSalt and pepper \n \nInstructions to Make Fried Rice: \nPrepare the ingredients to make Fried rice: Cook the rice ahead of time and chill it. Chop all \nvegetables and protein into bite-sized pieces. Mince the garlic and ginger. If using eggs, lightly beat \nthem in a bowl. \nCook the eggs (if using): Heat a little oil in a wok or large frying pan over medium-high heat. Pour in \nthe beaten eggs and cook, stirring occasionally, until lightly scrambled. Remove the eggs from the \npan and set aside. \nStir-fry the aromatics and vegetables: Add more oil to the pan and heat over medium-high heat. Add \nthe garlic, ginger, and onion (if using) and stir-fry for about 30 seconds until fragrant. Add the \nvegetables and stir-fry for 2-3 minutes until slightly softened.","metadata":{"loc":{"lines":{"from":77,"to":98}}}}],["866610f0-7a16-4e16-b782-418c5a36a416",{"pageContent":"the garlic, ginger, and onion (if using) and stir-fry for about 30 seconds until fragrant. Add the \nvegetables and stir-fry for 2-3 minutes until slightly softened. \nAdd the rice: Add the cooked rice to the pan and break up any clumps with a spatula or spoon. Stir-\nfry for 2-3 minutes until the rice is heated through. \nAdd the protein (if using) and sauces: Add the cooked eggs (or other protein) back to the pan. Pour \nin the soy sauce and oyster sauce (if using) and stir well to combine. \nSeason and finish: Drizzle with sesame oil (if using) and season with salt and pepper to taste. Stir-fry \nfor another minute or two until everything is heated through and well combined. \nServe hot: Serve the fried rice immediately. \n \n \nChicken Burger: Fried Rice belongs to Meals category. Fried Rice costs Rs.120. It takes 15 minutes to \nprepare Chicken Burger. Chicken burger belongs to Non-Veg category. A chicken burger is a popular","metadata":{"loc":{"lines":{"from":97,"to":109}}}}],["55704670-ba83-4cae-b23c-686635005ec6",{"pageContent":"prepare Chicken Burger. Chicken burger belongs to Non-Veg category. A chicken burger is a popular \nsandwich consisting of a cooked chicken patty served within a sliced bun, often accompanied by \nvarious toppings and condiments. The core ingredient, the chicken patty, is typically made from \nground chicken, which is seasoned with spices like salt, pepper, garlic powder, and sometimes","metadata":{"loc":{"lines":{"from":109,"to":112}}}}],["43709831-5615-4c95-a93b-0f71b7f56120",{"pageContent":"paprika or other herbs, then mixed with breadcrumbs and an egg to bind the mixture. The patty can \nbe cooked by grilling, pan-frying, baking, or deep-frying, resulting in variations in texture and flavor. \nGrilled or pan-fried patties tend to be leaner and have a more savory, slightly charred flavor, while \ndeep-fried patties offer a crispy, golden-brown exterior. The taste of a chicken burger depends \nheavily on the seasonings used in the patty and the chosen toppings. Common additions include \nlettuce, tomato, onion, pickles, cheese (such as cheddar or American), and sauces like mayonnaise, \nketchup, mustard, or specialized burger sauces. These toppings contribute to a balance of flavors \nand textures, with the crispness of lettuce and onion, the juiciness of tomato, the tang of pickles, \nand the richness of cheese and sauces complementing the savory chicken. The preparation involves \nmixing the ground chicken with seasonings and binding agents, forming the patties, cooking them","metadata":{"loc":{"lines":{"from":114,"to":123}}}}],["5c1858c4-a444-47ee-8b26-b3e6f83afbea",{"pageContent":"and the richness of cheese and sauces complementing the savory chicken. The preparation involves \nmixing the ground chicken with seasonings and binding agents, forming the patties, cooking them \nuntil fully cooked and browned, and then assembling the burger by placing the patty on a bun with \nthe chosen toppings. The versatility of the chicken burger allows for countless variations, from \nsimple versions with minimal toppings to gourmet creations with premium ingredients and unique \nflavor combinations, making it a globally enjoyed and adaptable meal. \n \nIngredients to make Chicken Burger: \n \nFor the Chicken Patties: \n1 pound ground chicken    \n1/2 cup breadcrumbs (panko or regular)    \n1/4 cup finely chopped onion \n1 egg, lightly beaten    \n1-2 cloves garlic, minced    \n1 tablespoon Worcestershire sauce (optional, for extra flavor) \n1 teaspoon salt \n1/2 teaspoon black pepper \n1/2 teaspoon paprika \n1/4 teaspoon garlic powder \n1 tablespoon olive oil (for cooking)","metadata":{"loc":{"lines":{"from":122,"to":142}}}}],["02242055-d3f5-472f-8df3-b3d8ebde50f8",{"pageContent":"1 tablespoon Worcestershire sauce (optional, for extra flavor) \n1 teaspoon salt \n1/2 teaspoon black pepper \n1/2 teaspoon paprika \n1/4 teaspoon garlic powder \n1 tablespoon olive oil (for cooking)    \nFor the Burger Assembly: \n4 burger buns    \nLettuce leaves \nTomato slices    \nOnion slices (red or white) \nPickles (optional)    \nCheese slices (cheddar, American, or your favorite)","metadata":{"loc":{"lines":{"from":137,"to":149}}}}],["168219e5-553c-4101-8b40-8a8d3c5b0ddc",{"pageContent":"Condiments of your choice (mayonnaise, ketchup, mustard, burger sauce) \n \nInstructions to make Chicken Burger: \nPrepare the Chicken Patty Mixture: \nIn a large bowl, combine the ground chicken, breadcrumbs, chopped onion, egg, minced garlic, \nWorcestershire sauce (if using), salt, pepper, paprika, and garlic powder. \nGently mix all the ingredients together until just combined. Be careful not to overmix, as this can \nmake the patties tough. \nForm the Patties: \nDivide the chicken mixture into 4 equal portions. \nShape each portion into a patty about 3/4 inch thick. Make a small indentation in the center of each \npatty with your thumb; this helps them cook evenly and prevents them from bulging in the middle.    \nCook the Patties: \nHeat the olive oil in a large skillet or grill pan over medium heat.    \nCarefully place the chicken patties in the hot skillet or on the grill. \nCook for about 5-6 minutes per side, or until the patties are cooked through and have reached an","metadata":{"loc":{"lines":{"from":151,"to":166}}}}],["6cd34019-667f-457c-8b3a-f555058df1a7",{"pageContent":"Carefully place the chicken patties in the hot skillet or on the grill. \nCook for about 5-6 minutes per side, or until the patties are cooked through and have reached an \ninternal temperature of 165°F (74°C). The patties should be nicely browned on the outside and no \nlonger pink inside. \nIf using cheese, place a slice on each patty during the last minute of cooking to allow it to melt. \nToast the Buns (Optional): \nWhile the patties are cooking, you can lightly toast the cut sides of the burger buns in a dry skillet or \ntoaster for a few minutes until lightly golden. This adds a nice texture to the burger.    \nAssemble the Burgers: \nSpread your desired condiments on the top and bottom buns. \nPlace a cooked chicken patty on the bottom bun. \nAdd your desired toppings, such as lettuce, tomato slices, onion slices, and pickles. \nTop with the other bun and serve immediately. \n \n \n \nPasta Alfredo: Pasta Alfredo belongs to Meals category. Pasta Alfredo costs Rs.150. It takes 20","metadata":{"loc":{"lines":{"from":165,"to":181}}}}],["156e1bcd-8233-41ec-854e-ea88822c0519",{"pageContent":"Top with the other bun and serve immediately. \n \n \n \nPasta Alfredo: Pasta Alfredo belongs to Meals category. Pasta Alfredo costs Rs.150. It takes 20 \nminutes to prepare Pasta Alfredo. Pasta Alfredo belongs to Veg category. Pasta Alfredo is a classic \nItalian-American pasta dish characterized by its rich, creamy, and cheesy sauce. The traditional, and \nsimpler, Roman version, pasta al burro, consists solely of pasta tossed with butter and Parmesan","metadata":{"loc":{"lines":{"from":177,"to":184}}}}],["fe3b3d3b-8977-4368-a659-156bd4a5f925",{"pageContent":"cheese. The Americanized version, which is what we generally know as Alfredo, is a richer \nadaptation featuring heavy cream or double cream added to the butter and Parmesan, creating a \nluxurious and coating sauce. The ingredients are relatively few but crucial: good quality butter \n(preferably unsalted), heavy cream, freshly grated Parmesan cheese (Parmigiano-Reggiano is ideal), \nand black pepper. The preparation involves cooking the pasta (usually fettuccine, but other long \npasta shapes like tagliatelle or linguine work well) until al dente. 2  While the pasta cooks, the sauce \nis made by melting butter in a pan, then gradually whisking in the heavy cream until it thickens \nslightly. Freshly grated Parmesan cheese is then added and stirred until it melts and creates a \nsmooth, emulsified sauce. 1  The cooked pasta is then added directly to the pan with the sauce and \ntossed vigorously to ensure every strand is coated. 3  A generous grind of black pepper is added for a","metadata":{"loc":{"lines":{"from":186,"to":195}}}}],["08c6f9b9-39d1-4305-8039-dab01549c07d",{"pageContent":"tossed vigorously to ensure every strand is coated. 3  A generous grind of black pepper is added for a \ntouch of spice and to balance the richness. The taste of Pasta Alfredo is intensely creamy, buttery, \nand cheesy, with a savory umami depth from the Parmesan. It's a comforting and indulgent dish, \nbest served immediately while the sauce is still warm and smooth. While variations exist, such as \nadding garlic, chicken, or other ingredients, the classic Alfredo is appreciated for its simplicity and \nthe harmonious blend of its core components.  \n \n \n \nVeg Thali: Veg Thali belongs to Meals category. Veg Thali costs Rs.140. It takes 20 minutes to prepare \nVeg Thali. Veg Thali belongs to Veg category. A Veg Thali, meaning \"plate\" in Hindi, is a complete and \nbalanced Indian meal served on a large platter, offering a diverse array of vegetarian dishes designed \nto provide a satisfying and wholesome dining experience. It's a popular way to sample various","metadata":{"loc":{"lines":{"from":195,"to":207}}}}],["0584cd89-bae2-4ec3-8fab-db3d5ff26501",{"pageContent":"balanced Indian meal served on a large platter, offering a diverse array of vegetarian dishes designed \nto provide a satisfying and wholesome dining experience. It's a popular way to sample various \nregional cuisines and flavors in one sitting. A typical Veg Thali includes a selection of curries, such as \ndal (lentil soup), vegetable curries (like mixed vegetables, paneer (Indian cheese), or potato-based \ndishes), a dry vegetable preparation (like a stir-fry), rice (usually plain or jeera rice), roti (flatbread \nlike chapati or naan), yogurt or raita (a yogurt-based condiment), a small portion of sweet dish (like \ngulab jamun or kheer), and sometimes papad (thin, crispy lentil wafers) and pickles. The ingredients \nused vary greatly depending on the region and specific dishes included, but common staples include \nlentils, various vegetables (potatoes, cauliflower, peas, spinach, etc.), spices (turmeric, cumin,","metadata":{"loc":{"lines":{"from":206,"to":214}}}}],["5b9168bb-8612-4aee-8834-4fa4dfbe2907",{"pageContent":"used vary greatly depending on the region and specific dishes included, but common staples include \nlentils, various vegetables (potatoes, cauliflower, peas, spinach, etc.), spices (turmeric, cumin, \ncoriander, garam masala, etc.), dairy products (milk, yogurt, ghee), and different types of flours for \nthe breads. The taste profile of a Veg Thali is complex and layered, offering a balance of sweet, salty, \nspicy, tangy, and sometimes bitter notes. The curries provide rich, flavorful sauces, the rice and roti \noffer a neutral base, the yogurt provides a cooling element, and the sweet dish offers a satisfying \nfinish. Preparation involves cooking each dish separately, often using different cooking methods like \nsimmering, stir-frying, and baking. The thali is then carefully arranged on the platter, with each dish \nplaced in a designated compartment or small bowl, creating a visually appealing and balanced meal \nthat showcases the diversity and richness of Indian vegetarian cuisine.","metadata":{"loc":{"lines":{"from":213,"to":222}}}}],["d5e58e29-75b5-4d5a-9237-761b9957d072",{"pageContent":"placed in a designated compartment or small bowl, creating a visually appealing and balanced meal \nthat showcases the diversity and richness of Indian vegetarian cuisine. \n \n \n \nMutton Curry: Mutton Curry belongs to Meals category. Mutton Curry costs Rs.140. It takes 25 \nminutes to prepare Mutton Curry. Mutton curry belongs to NonVeg category. Mutton curry is a rich","metadata":{"loc":{"lines":{"from":221,"to":227}}}}],["5fd4f9e7-6e95-4677-a2cd-fefa6e4ff2f5",{"pageContent":"and flavorful dish popular across various cultures, particularly in South Asia, the Middle East, and the \nCaribbean. It features tender pieces of mutton (goat meat) simmered in a spiced gravy or sauce. \nThe specific ingredients and preparation methods vary significantly by region, but some common \nelements remain. 2  The base of most mutton curries involves a blend of aromatic spices, often \nincluding ginger, garlic, onions, turmeric, cumin, coriander, chili powder (for heat), and garam \nmasala (a blend of warming spices like cardamom, cloves, cinnamon, and black pepper). 2  Other \nfrequently used ingredients include tomatoes (fresh or canned), yogurt (for tenderizing the meat \nand adding creaminess), and sometimes coconut milk or cream for richness. 3  The meat is typically \nmarinated in a mixture of yogurt and spices before being browned in oil or ghee. 4  Then, a base of \nonions, ginger, and garlic is sautéed until golden brown, followed by the addition of ground spices","metadata":{"loc":{"lines":{"from":229,"to":238}}}}],["b3924d37-4558-4bba-a0c6-6e203522b4ac",{"pageContent":"onions, ginger, and garlic is sautéed until golden brown, followed by the addition of ground spices \nand tomatoes. The marinated mutton is then added to the spice mixture and simmered slowly until \ntender, allowing the flavors to meld and deepen. 5  The taste of mutton curry ranges from mild and \ncreamy to intensely spicy, depending on the specific spice blend and the amount of chili used. The \nmeat itself becomes incredibly tender and absorbs the complex flavors of the gravy, resulting in a \ndeeply satisfying and aromatic dish. Different regional variations may incorporate ingredients like \npotatoes, peas, or other vegetables, and some might use vinegar or tamarind for a tangy note. \nWhether it's a rich Rogan Josh from Kashmir, a spicy Vindaloo from Goa, or a creamy Mutton Korma, \nmutton curry is a testament to the art of slow cooking and the transformative power of spices.  \n \n \n \nGrilled Chicken: Grilled Chicken belongs to Meals category. Grilled Chicken costs Rs.180. It takes 25","metadata":{"loc":{"lines":{"from":238,"to":250}}}}],["f12dc0f0-bf3d-4a7d-903d-d2767c8808f8",{"pageContent":"Grilled Chicken: Grilled Chicken belongs to Meals category. Grilled Chicken costs Rs.180. It takes 25 \nminutes to prepare Grilled Chicken. Grilled chicken belongs to Non-Veg category. Grilled Chicken is a \nuniversally popular dish featuring chicken cooked over direct heat, typically on a grill, though other \nmethods like broiling or pan-grilling can achieve similar results. The preparation often begins with \nmarinating the chicken in a flavorful mixture that can range from simple combinations of oil, lemon \njuice, herbs, and spices to more complex marinades incorporating ingredients like yogurt, soy sauce, \nor honey. This marination process not only infuses the chicken with flavor but also helps to tenderize \nit. The chicken, whether whole, halved, or in individual pieces like breasts, thighs, or drumsticks, is \nthen placed on the preheated grill. The high heat sears the surface, creating attractive grill marks","metadata":{"loc":{"lines":{"from":250,"to":258}}}}],["5ad42b1d-5b98-4f39-8415-0dd67c08bcc9",{"pageContent":"then placed on the preheated grill. The high heat sears the surface, creating attractive grill marks \nand a slightly charred, smoky flavor, while the internal temperature rises until the chicken is cooked \nthrough. The taste of grilled chicken can vary widely depending on the marinade and seasonings \nused. It can be savory, smoky, spicy, sweet, or tangy. The texture is characterized by a slightly crispy \nexterior and a juicy, tender interior when cooked correctly. Overcooking can lead to dry, tough \nchicken, so careful monitoring of the internal temperature is crucial. Grilled chicken is a versatile \ndish that can be served on its own, used in salads, sandwiches, tacos, or as a component in more \nelaborate meals. Its relatively healthy cooking method, which minimizes the use of added fats, \nmakes it a popular choice for those seeking a lighter yet satisfying meal.","metadata":{"loc":{"lines":{"from":258,"to":266}}}}],["116a5105-f276-461d-8776-12139e7f5c08",{"pageContent":"Fish Curry: Fish Curry belongs to Meals category. Fish Curry costs Rs.150. It takes 20 minutes to \nprepare Fish Curry. Fish curry belongs to Non-Veg category. Fish Curry is a diverse and globally \nenjoyed dish featuring fish cooked in a sauce or gravy, with countless variations reflecting regional \ncuisines and available ingredients. The base of most fish curries is a flavorful sauce, which can range \nfrom creamy coconut milk-based gravies in South Asia and Southeast Asia to tangy tomato-based \nsauces in other parts of the world. Common ingredients contributing to the flavor profile include \naromatics like onions, garlic, ginger, and chilies, along with a blend of spices such as turmeric, cumin, \ncoriander, and garam masala. The type of fish used also varies greatly, from firm white fish like cod \nor haddock to oily fish like salmon or mackerel, each imparting its unique texture and taste to the","metadata":{"loc":{"lines":{"from":272,"to":280}}}}],["bed15001-6428-4c9f-9147-402cb7a2fb23",{"pageContent":"or haddock to oily fish like salmon or mackerel, each imparting its unique texture and taste to the \ncurry. The preparation typically involves sautéing the aromatics in oil or ghee to release their flavors, \nfollowed by the addition of spices and other vegetables like tomatoes or bell peppers. The fish is \nthen added to the simmering sauce and cooked until tender and flaky. Coconut milk is often added \ntowards the end for richness and creaminess, while ingredients like tamarind, vinegar, or lemon \njuice provide a tangy counterpoint to the spices. The taste of fish curry can vary dramatically \ndepending on the specific recipe, ranging from mild and subtly spiced to fiery hot and intensely \nflavorful. It's often served with rice, naan bread, or other flatbreads to soak up the delicious gravy. \nFish curry is not only a tasty and satisfying meal but also a good source of protein and omega-3 fatty \nacids, making it a healthy and nutritious option.","metadata":{"loc":{"lines":{"from":280,"to":289}}}}]],{"0":"9ae442c4-a223-4103-8679-d3159464d630","1":"e918d3e0-8633-4286-b654-e052dfa2c907","2":"8c229b7e-92f9-4900-9c5a-2a5bff9329a5","3":"3646c8c9-6e7d-4747-8b7e-0fac8063f11f","4":"fdf98439-3997-415f-8499-dd1cd62a203e","5":"81923756-1554-4322-a792-91c32a8c0d88","6":"866610f0-7a16-4e16-b782-418c5a36a416","7":"55704670-ba83-4cae-b23c-686635005ec6","8":"43709831-5615-4c95-a93b-0f71b7f56120","9":"5c1858c4-a444-47ee-8b26-b3e6f83afbea","10":"02242055-d3f5-472f-8df3-b3d8ebde50f8","11":"168219e5-553c-4101-8b40-8a8d3c5b0ddc","12":"6cd34019-667f-457c-8b3a-f555058df1a7","13":"156e1bcd-8233-41ec-854e-ea88822c0519","14":"fe3b3d3b-8977-4368-a659-156bd4a5f925","15":"08c6f9b9-39d1-4305-8039-dab01549c07d","16":"0584cd89-bae2-4ec3-8fab-db3d5ff26501","17":"5b9168bb-8612-4aee-8834-4fa4dfbe2907","18":"d5e58e29-75b5-4d5a-9237-761b9957d072","19":"5fd4f9e7-6e95-4677-a2cd-fefa6e4ff2f5","20":"b3924d37-4558-4bba-a0c6-6e203522b4ac","21":"f12dc0f0-bf3d-4a7d-903d-d2767c8808f8","22":"5ad42b1d-5b98-4f39-8415-0dd67c08bcc9","23":"116a5105-f276-461d-8776-12139e7f5c08","24":"bed15001-6428-4c9f-9147-402cb7a2fb23"}]