[{"pageContent":"Virat Kohli (Hindi pronunciation: [ʋɪˈɾɑːʈ ˈkoːɦli] \nⓘ\n; born 5 November 1988) is an \nIndian international cricketer who plays Test and ODI cricket for the Indian national \nteam. A former captain in all formats of the game, Kohli retired from the T20I format \nfollowing India's win at the 2024 T20 World Cup. He's a right-handed batsman and \nan occasional unorthodox right arm medium bowler. Kohli is regarded as one of the \ngreatest batsmen of all time and the greatest in the modern era. He holds the \nhighest IPL run-scorer record, ranks third in T20I, third in ODI, and stands the fourth-\nhighest in international cricket.\n[4]\n He also holds the record for scoring the most \ncenturies in ODI cricket and is second in the list of most international centuries \nscored. \nKohli was a key member of the Indian team that won the 2011 Cricket World \nCup, 2013 Champions Trophy and 2024 T20 World Cup and captained India to win \nthe ICC Test mace three consecutive times in 2017, 2018, and 2019.\n[5]","metadata":{"loc":{"lines":{"from":3,"to":20}}}},{"pageContent":"Cup, 2013 Champions Trophy and 2024 T20 World Cup and captained India to win \nthe ICC Test mace three consecutive times in 2017, 2018, and 2019.\n[5]\n He \nrepresents Royal Challengers Bengaluru in the Indian Premier \nLeague and Delhi in domestic cricket. \nIn 2013, Kohli was ranked number one in the ICC rankings for ODI batsmen. In \n2015, he achieved the summit of T20I rankings.\n[6]\n In 2018, he was ranked top Test \nbatsman, making him the only Indian cricketer to hold the number one spot in all \nthree formats of the game. He is the first player to score 20,000 runs in a decade. In \n2020, the International Cricket Council named him the male cricketer of the decade.\n[7]\n \nKohli has garnered 10 ICC Awards which is more than any player in International \nCricket, making him the most decorated player in International Cricket history. He \nwon the ICC ODI Player of the Year award four times in 2012, 2017, 2018, and","metadata":{"loc":{"lines":{"from":18,"to":35}}}},{"pageContent":"Cricket, making him the most decorated player in International Cricket history. He \nwon the ICC ODI Player of the Year award four times in 2012, 2017, 2018, and \n2023. He also won the Sir Garfield Sobers Trophy, given to the ICC Cricketer of the \nYear, on two occasions, in 2017 and 2018 respectively. In 2018, he became the first \nplayer to win both ICC ODI and Test Player of the Year awards in the same year. \nAlso, he was named the Wisden Leading Cricketer in the World for three consecutive \nyears, from 2016 to 2018. Kohli has the second most and most 'Player of the Match' \nand 'Player of the Series' awards to his name, respectively, in all three formats \ncombined. At the national level, Kohli was honoured with the Arjuna Award in 2013, \nthe Padma Shri in 2017, and India's highest sporting honour, the Khel Ratna Award, \nin 2018. In 2018, Time magazine included him on its list of the 100 most influential \npeople in the world.","metadata":{"loc":{"lines":{"from":34,"to":45}}}},{"pageContent":"the Padma Shri in 2017, and India's highest sporting honour, the Khel Ratna Award, \nin 2018. In 2018, Time magazine included him on its list of the 100 most influential \npeople in the world. \nAfter winning the 2024 T20 World Cup and the Player of the Match in the Final, Kohli \nannounced his retirement from T20Is.\n[8]\n \nEarly life \nVirat Kohli was born on 5 November 1988 in Delhi into a Punjabi Hindu family. His \nfather, Prem Nath Kohli, worked as a criminal lawyer, and his mother, Saroj Kohli, \nserved as a housewife. He has an older brother, Vikas, and an older sister, \nBhawna.\n[9]\n Kohli's formative years were spent in Uttam Nagar. He commenced his \nearly education at Vishal Bharti Public School.\n[10]\n According to his family, Kohli \nexhibited an early affinity for cricket as a three-year-old. He would pick up a cricket \nbat and request his father to bowl to him.\n[11]","metadata":{"loc":{"lines":{"from":43,"to":62}}}},{"pageContent":"In 1998, the West Delhi Cricket Academy (WDCA) was created. On 30 May of that \nyear, Prem Nath Kohli, who'd espoused his younger son's fervour for cricket, \nassisted nine-year-old Kohli's aspirations and arranged for him to meet Rajkumar \nSharma.\n[12]\n Upon the suggestion of their neighbours, Kohli's father considered \nenrolling his son in a professional cricket academy, as they believed that his \ncricketing abilities merited more than just playing in gully cricket.\n[13]\n Despite his \nabilities, he faced the setback of being unable to secure a place in the under-14 \nDelhi team, supposedly due to extraneous factors. Prem Kohli reportedly received \noffers to relocate his son to influential clubs, which would have ensured his selection, \nbut he declined the proposals. Kohli eventually found his way into the under-15 Delhi \nteam.\n[14]\n He received training at the academy while simultaneously participating in \nmatches at the Sumeet Dogra Academy located at Vasundhara Enclave.\n[15]","metadata":{"loc":{"lines":{"from":65,"to":83}}}},{"pageContent":"team.\n[14]\n He received training at the academy while simultaneously participating in \nmatches at the Sumeet Dogra Academy located at Vasundhara Enclave.\n[15]\n In pursuit \nof furthering his cricketing career, he transitioned to Saviour Convent School during \nhis ninth-grade education.\n[13]\n \nOn 18 December 2006, Kohli experienced the loss of his father due to a cerebral \nattack.\n[13][16]\n During his childhood, his father played a crucial role in supporting his \ncricket training. Kohli has credited his father as the one who drove him to practice \nevery day. He has expressed his feelings of missing his father's presence at \ntimes.\n[10][17]\n According to his mother, Kohli's demeanour shifted noticeably after his \nfather's death. He took cricket with newfound seriousness, prioritizing playing time \nand dedicating himself fully to the sport.\n[13]\n Kohli's family resided in Meera \nBagh, Paschim Vihar until the year 2015, after which they relocated to Gurgaon.\n[18]","metadata":{"loc":{"lines":{"from":79,"to":103}}}},{"pageContent":"and dedicating himself fully to the sport.\n[13]\n Kohli's family resided in Meera \nBagh, Paschim Vihar until the year 2015, after which they relocated to Gurgaon.\n[18]\n \nIn 2008, Kohli was approached by sports agent Bunty Sajdeh of Cornerstone Sport \nand Entertainment after his notable performance in the ICC Under-19 World Cup. \nSajdeh was impressed with Kohli's leadership skills and attitude and saw great \npotential in the young cricketer. After being recommended by Yuvraj Singh, Kohli \nwas signed to Cornerstone Sport and Entertainment.\n[66]\n Over the years, Kohli's brand \nendorsement portfolio has experienced significant growth. In 2013, it was reported \nthat his endorsements were valued at over ₹1 billion (US$12 million).\n[67]\n In 2023, his \nbrand value reached ₹1,000 crore (US$120 million).\n[68]\n His bat deal with MRF is \nregarded as one of the most financially rewarding deals in cricket history.\n[69]\n In 2017,","metadata":{"loc":{"lines":{"from":99,"to":121}}}},{"pageContent":"[67]\n In 2023, his \nbrand value reached ₹1,000 crore (US$120 million).\n[68]\n His bat deal with MRF is \nregarded as one of the most financially rewarding deals in cricket history.\n[69]\n In 2017, \nKohli entered into a notable endorsement agreement with Puma that spanned over \neight years and was estimated to be worth around ₹1.1 billion (US$13 million). This \ndeal made Kohli the first Indian athlete to sign a brand endorsement contract valued \nat ₹100 crore (equivalent to ₹140 crore or US$17 million in 2023) deal with a \nbrand.\n[70]\n As of January 2023, Kohli is widely regarded as the most marketable \ncricketer, with annual earnings estimated at ₹165 crore (equivalent to ₹175 crore or \nUS$21 million in 2023).\n[71]\n Kohli is currently recognized as the most followed Asian \nindividual on the social media platform Instagram, boasting over 266 million followers \non the platform. Reports indicate that he is able to command a fee of ₹8.9","metadata":{"loc":{"lines":{"from":114,"to":134}}}},{"pageContent":"individual on the social media platform Instagram, boasting over 266 million followers \non the platform. Reports indicate that he is able to command a fee of ₹8.9 \ncrore (equivalent to ₹9.4 crore or US$1.1 million in 2023) for each sponsored post on \nthe platform.\n[72]","metadata":{"loc":{"lines":{"from":133,"to":137}}}},{"pageContent":"Virat Kohli's signed bat at Blades of Glory Cricket Museum, Pune \nKohli has gained international acclaim for his athletic achievements and widespread \npopularity, earning a prominent place among the world's most renowned athletes, as \nper ESPN.\n[73][74]\n In 2014, American Appraisal conducted an evaluation of Kohli's brand \nvalue and determined it to be $56.4 million, placing him fourth on the list of India's \nmost valued celebrity brands.\n[75]\n The following two years saw Kohli's brand value soar \nhigher. As per a report published in October 2016 by Duff & Phelps, Kohli's brand \nworth had increased to $92 million, second only to that of Bollywood actor Shah \nRukh Khan.\n[76]\n In 2017, Kohli was recognized by Forbes as the seventh \"Most \nValuable Brand among Athletes\", surpassing renowned sports figures such as Lionel \nMessi, Rory McIlroy, and Stephen Curry, with a brand estimation of $14.5 \nmillion.\n[77]\n By September of the same year, Kohli had amassed endorsement","metadata":{"loc":{"lines":{"from":140,"to":159}}}},{"pageContent":"Messi, Rory McIlroy, and Stephen Curry, with a brand estimation of $14.5 \nmillion.\n[77]\n By September of the same year, Kohli had amassed endorsement \nagreements with 17 distinct brands, and he announced that he would only endorse \nproducts that he personally uses and believes in.\n[78]\n The following year, he was \nfeatured on Time magazine's annual list of the 100 most influential people in the \nworld.\n[79]\n In 2019, Kohli was the only cricketer included in Forbes' list of \"World's 100 \nHighest-Paid Athletes\". He was ranked 100th on the list, with earnings estimated at \n$25 million, with $21 million being procured through endorsements, and the \nremainder from salary and tournament winnings.\n[80]\n Furthermore, in March 2019, \nKohli was named the brand ambassador of the mobile esports platform, Mobile \nPremier League.\n[81]\n Kohli's earning potential continued to climb, and in 2020, he \nattained the 66th spot in Forbes compilation of the top 100 highest-paid athletes in","metadata":{"loc":{"lines":{"from":156,"to":177}}}},{"pageContent":"Premier League.\n[81]\n Kohli's earning potential continued to climb, and in 2020, he \nattained the 66th spot in Forbes compilation of the top 100 highest-paid athletes in \nthe world for the year 2020, with estimated earnings exceeding $26 million.\n[82]\n In April \n2021, Vivo appointed Kohli as their brand ambassador ahead of the Indian Premier \nLeague.\n[83]\n \nIn 2012, Kohli was recognized as one of the best-dressed men by the fashion \nmagazine GQ, appearing on their annual list alongside prominent figures such \nas Barack Obama.\n[84]\n Six years later, in 2018, a documentary highlighting Kohli's \ncricketing career was released on National Geographic channel. The film aimed to \ncelebrate his accomplishments in the sport.\n[85]\n The following year, on the eve of \nthe 2019 Cricket World Cup a tribute was bestowed upon Kohli. Madame \nTussauds renowned for their lifelike wax figures, unveiled an exquisite creation of \nKohli in London.\n[86]","metadata":{"loc":{"lines":{"from":174,"to":197}}}},{"pageContent":"the 2019 Cricket World Cup a tribute was bestowed upon Kohli. Madame \nTussauds renowned for their lifelike wax figures, unveiled an exquisite creation of \nKohli in London.\n[86]\n Continuing the string of accolades, in 2019, on the eleventh \nanniversary of his international debut, Kohli was honoured with a stand named after \nhim at the Feroz Shah Kotla Stadium in Delhi, making him the youngest cricketer to \nreceive such a recognition.\n[87]\n In November of the same year, an Indian animated","metadata":{"loc":{"lines":{"from":194,"to":203}}}},{"pageContent":"superhero television series entitled Super V premiered, featuring a fictionalized \nportrayal of Kohli's teenage years and his discovery of superpowers.\n[88]\n \nPersonal life \nKohli with wife Anushka Sharma in their Mumbai reception \nKohli's romantic association with Bollywood actress Anushka Sharma, which \ncommenced in 2013, earned the duo the moniker of \"Virushka\".\n[89]\n During an \ninterview with Graham Bensinger, Kohli divulged that he had encountered Sharma \nfor the first time, when they were both were engaged in a promotional shoot for Clear \nshampoo.\n[90]\n Their union since then has attracted significant media interest, with \npersistent rumours and speculations swirling around in the press, as both parties \nremained reticent about publicly discussing the relationship.\n[91]\n On 11 December \n2017, the couple exchanged nuptials in an intimate ceremony held in Florence, Italy, \nbecoming one of the most talked-about celebrity couples in the country.\n[92]\n On 11","metadata":{"loc":{"lines":{"from":205,"to":227}}}},{"pageContent":"[91]\n On 11 December \n2017, the couple exchanged nuptials in an intimate ceremony held in Florence, Italy, \nbecoming one of the most talked-about celebrity couples in the country.\n[92]\n On 11 \nJanuary 2021, the couple had their first child, a daughter, who was named \nVamika.\n[93]\n The child's name, Vamika, is derived from Sanskrit, meaning \"little \ngoddess\".\n[94]\n On 15 February 2024, the couple welcomed their second child, a boy \nnamed Akaay.\n[95]\n \nIn 2018, Kohli disclosed that he had made the decision to adopt a vegetarian diet in \nan effort to alleviate the symptoms of a cervical spine issue caused by elevated \nlevels of uric acid. This condition was impacting his finger movements, and thus, \naffecting his performance as a batsman. He made a conscious effort to abstain from \nconsuming meat, as part of his regimen for maintaining optimal health.\n[96]\n He has \nsince clarified that his dietary choices do not align with a vegan lifestyle and he","metadata":{"loc":{"lines":{"from":222,"to":245}}}},{"pageContent":"consuming meat, as part of his regimen for maintaining optimal health.\n[96]\n He has \nsince clarified that his dietary choices do not align with a vegan lifestyle and he \ncontinues to consume dairy products and eggs effectively making what is known in \nIndia as an eggetarian.\n[97][98][99]\n Kohli is widely recognized for his physical fitness and \nintense training regimen.\n[100]\n He has been an advocate of leading a healthy lifestyle, \nwhich involves regular exercise and a nutritious diet. His hard work and discipline in \nthis area have earned him the reputation of being one of the fittest cricketers in the \nworld.\n[101]\n \nKohli has acknowledged to harbour a belief in superstitions. He has publicly avowed \nhis reliance upon various lucky charms and rituals that he feels serve to bring him \ngood fortune on the cricket field. One such tradition involves the donning of \nblack wristbands, which he adheres to as a talismanic tradition. Additionally, he is","metadata":{"loc":{"lines":{"from":242,"to":261}}}},{"pageContent":"known to prefer a particular pair of gloves, which he has consistently worn due to \ntheir supposed propensity to bring him success.\n[9]\n Furthermore, Kohli has been \nobserved sporting a kara, a traditional bangle often worn for religious or spiritual \npurposes, on his right arm since 2012.\n[102]\n In addition to the previously mentioned \nsuperstitions, Kohli has also established the ritual of consistently donning white \nshoes on the cricket field.\n[103]\n Kohli has tattoos of the revered Hindu deity Lord Shiva, \nthe sacred syllable \"Om\", the names of his parents, Prem and Saroj, a tribal emblem, \na representation of a serene monastery, a samurai warrior, the astrological symbol of \nthe scorpion, and his ODl and Test match cap numbers.\n[104][105]\n \nOutside cricket \nCommercial investments \nKohli at the opening ceremony of the Pro Kabaddi League in June 2016 \nKohli invested in Indian Super League club FC Goa, which he co-owned as of 2024,","metadata":{"loc":{"lines":{"from":263,"to":283}}}},{"pageContent":"Outside cricket \nCommercial investments \nKohli at the opening ceremony of the Pro Kabaddi League in June 2016 \nKohli invested in Indian Super League club FC Goa, which he co-owned as of 2024, \nreflects his ambition to support and cultivate the growth of football in India. Beyond \nthe realm of cricket, this venture served as a future business opportunity for him, as \nhe sought to diversify his portfolio after retirement from the sport.\n[106]\n In November \n2014, Kohli partnered with Anjana Reddy's Universal Sportsbiz (USPL) to launch the \nyouth fashion brand WROGN. The brand specialized in men's casual wear clothing \nand entered into collaborations with prominent retail outlets such \nas Myntra and Shopper's Stop.\n[107]\n Additionally, in late 2014, Kohli became a \nshareholder and brand ambassador for the London-based social networking venture \n\"Sport Convo\". His involvement aimed to promote and raise awareness of the","metadata":{"loc":{"lines":{"from":280,"to":296}}}},{"pageContent":"shareholder and brand ambassador for the London-based social networking venture \n\"Sport Convo\". His involvement aimed to promote and raise awareness of the \nplatform, which was focused on providing a space for sports fans to connect and \nengage with one another.\n[108]\n \nIn 2015, Kohli invested a sum of ₹90 crore (US$11 million) towards the \nestablishment of a chain of health clubs and fitness centers throughout India. \nDubbed as \"Chisel\", the network of gyms was established through a joint venture \nbetween Kohli, Chisel India, and CSE (Cornerstone Sport and Entertainment), the \norganization responsible for managing Kohli's commercial pursuits.\n[109]\n In September \nof the same year, Kohli expanded his portfolio of sports-related investments by \nbecoming a co-owner of the International Premier Tennis League franchise, UAE \nRoyals.\n[110]\n In quick succession, he also became a co-owner of the JSW-owned \nBengaluru Yodhas franchise in the Pro Wrestling League.\n[111]","metadata":{"loc":{"lines":{"from":295,"to":314}}}},{"pageContent":"Royals.\n[110]\n In quick succession, he also became a co-owner of the JSW-owned \nBengaluru Yodhas franchise in the Pro Wrestling League.\n[111]\n \nIn the year 2016, Kohli embarked on a new venture, which aimed to promote fitness \namong children. He joined forces with Stepathlon Lifestyle to launch Stepathlon Kids. \nThe initiative aimed to encourage young individuals to adopt healthy lifestyle habits \nand inculcate the love for physical activity.\n[112]\n \nIn 2017, Kohli entered into a partnership with the German sportswear brand, Puma, \nto launch his athletic lifestyle brand, One8. This brand offers a range of sport-related \napparel, footwear, and accessories designed for active individuals.\n[113]\n That same \nyear, Kohli also established Nueva, a fine dining establishment located in New Delhi. \nThe restaurant features a South American-inspired decor accentuated with Native \nAmerican artwork, providing a distinctive culinary setting.\n[114]\n Kohli also","metadata":{"loc":{"lines":{"from":310,"to":331}}}},{"pageContent":"The restaurant features a South American-inspired decor accentuated with Native \nAmerican artwork, providing a distinctive culinary setting.\n[114]\n Kohli also \nestablished One8 Commune, a chain of restaurant-bars that offer a modern and \nsophisticated ambiance that appeals to a diverse age range. This marked his","metadata":{"loc":{"lines":{"from":328,"to":333}}}},{"pageContent":"inaugural foray into the food and beverage industry. The first outlet of this restaurant \nwas launched in 2017.\n[115]\n \nIn 2022, Kohli and his spouse made an investment of ₹2.5 crore (equivalent \nto ₹2.9 crore or US$350,000 in 2023) in Digit, an insurance-based \nstartup.\n[116]\n Additionally, they also extended their support to Blue Tribe, a startup that \nspecializes in the production and distribution of plant-based meat products. Driven \nby his own inclination towards a plant-based diet, Kohli aims to raise awareness and \nencourage individuals to adopt more sustainable and environmentally conscious \npractices.\n[117]\n \nPhilanthropy \nVirat Kohli at charity dinner for Smile Foundation \nIn 2013, Kohli founded the \"Virat Kohli Foundation\" with a philanthropic objective to \nsupport underprivileged children.\n[118]\n The foundation collaborates with a selected \ngroup of NGOs to increase awareness and gather support for various causes that","metadata":{"loc":{"lines":{"from":335,"to":356}}}},{"pageContent":"support underprivileged children.\n[118]\n The foundation collaborates with a selected \ngroup of NGOs to increase awareness and gather support for various causes that \nare instrumental in advancing their mission of promoting the welfare and well-being \nof these children.\n[119][120]\n In 2014, the foundation participated in a charity auction \norganized by eBay and Save the Children India, the proceeds of which were directed \ntowards the education and healthcare of underprivileged children.\n[121]\n Kohli is \ndedicated to creating a brighter future for children by implementing sports-based \nprograms and providing them with necessary resources, leveraging his connections \nand partnerships to uplift marginalized segments of society.\n[122]\n \nKohli's foundation has organized several charity events to raise funds for its causes, \nincluding football matches featuring prominent Indian cricketers and Bollywood \nactors. The first such event was a celebrity football match in collaboration","metadata":{"loc":{"lines":{"from":353,"to":372}}}},{"pageContent":"including football matches featuring prominent Indian cricketers and Bollywood \nactors. The first such event was a celebrity football match in collaboration \nwith Abhishek Bachchan's charity foundation, which drew significant media attention \nand was successful in raising funds.\n[123]\n In this match, Kohli captained the All Hearts \nFC against the All Stars FC, led by Abhishek Bachchan.\n[124]\n Another charity football \nmatch, dubbed the \"Celebrity Clasico\", was held in June 2016 in Mumbai, with Kohli \nonce again leading the All Hearts FC against the All Stars FC, captained by Ranbir \nKapoor. This event was also a major success in generating funds for charity.\n[125]\n \nIn 2016, the Virat Kohli Foundation entered into a partnership with Smile Foundation \nto promote the empowerment of underprivileged children and young people. To \nkickstart this initiative, Kohli organized a philanthropic dinner at Grand Hyatt,","metadata":{"loc":{"lines":{"from":371,"to":387}}}},{"pageContent":"to promote the empowerment of underprivileged children and young people. To \nkickstart this initiative, Kohli organized a philanthropic dinner at Grand Hyatt, \nMumbai, graced by the presence of cricketing luminaries such as MS Dhoni, Shikhar \nDhawan, Yuvraj Singh, Ajinkya Rahane, and KL Rahul to support the cause of child \nand youth empowerment.\n[126]\n To advance the goals of the Swachh Bharat \nMission (SBM), which aims at creating a cleaner India, Kohli and the Indian cricket","metadata":{"loc":{"lines":{"from":386,"to":393}}}},{"pageContent":"team, in collaboration with Anurag Thakur, undertook a cleaning initiative at the Eden \nGardens on the occasion of Gandhi Jayanti of 2016.\n[127]\n \nPrior to a match against Sri Lanka in the 2017 Champions Trophy, Kohli hosted a \nbenevolent gala event in London in support of the Justice and Care organization. \nThe ball was arranged with the objective of increasing both funds and awareness for \nthe humanitarian cause championed by Justice and Care. The organization \nendeavors to combat the pernicious issues of human trafficking and contemporary \nslavery.\n[128]\n In 2017, Kohli established the Athlete Development Programme (ADP) as \na platform for nurturing and supporting aspiring young athletes. This initiative \nprovides comprehensive guidance to these young athletes in areas such as \ncoaching, training, fitness, competition, and nutrition, thereby fostering their growth \nand development. The program has proven beneficial to several young sports","metadata":{"loc":{"lines":{"from":395,"to":410}}}},{"pageContent":"coaching, training, fitness, competition, and nutrition, thereby fostering their growth \nand development. The program has proven beneficial to several young sports \npersons, including tennis player Swastika Ghosh and golfer Aadil Bedi.\n[129]\n \nIn response to the COVID-19 pandemic of 2020, Kohli and his wife Anushka Sharma \npledged donations to the PM CARES Fund and the Maharashtra CM Relief \nFund.\n[130]\n The couple has a strong passion for animal welfare and have made \npersonal contributions towards wildlife relief efforts. Through his support of Awaaz, \nKohli seeks to provide comprehensive medical services, shelter, and sustenance to \nstray animals.\n[131]","metadata":{"loc":{"lines":{"from":409,"to":422}}}}]